{
    "Home": "Home",
    "Products": "Products",
    "Gallery": "Gallery",
    "Contact Us": "Contact Us",
    "About": "About",
    "Slider1Text2": "Expertly Blended Raw Materials for Optimal Results",
    "feature1": "100+ Projects Completed",
    "feature2": "Compatible With The Building Standards In India",
    "feature3": "Patented Technology",
    "feature4": "Expert Team Synergizes With Industry Experts",
    "TopBar": {
        "connect": "Connect With Us:",
        "callus": "Call us now:",
        "Home": "Home"
    },
    "Buildeasy shotcrete": "Buildeasy shotcrete",
    "shortP1": "A revolution under construction, Shotcrete is the method of applying concrete projected at high velocity primarily on to a vertical or overhead surface. The sprayed concrete is conveyed through a hose and pneumatically onto the surface that is typically reinforced by steel mesh. Shotcrete is placed and compacted/consolidated at the same time, thanks to the force with which it is ejected from the nozzle. Since the nature of the placement process results in an excellent bond with most substrates and rapid or instant capabilities, Shotcrete has the characteristics of high compressive strength, good durability, water tightness and frost resistance.",
    "About Us": "About Us",
    "aboutP1": "At BuildEasy, we aim at delivering end-to-end basic    building material solutions by introducing a standard in    construction methodology. To this end, we employ    mechanised automated solutions that cater to every    requirement of our projects. Our solutions are the greenest    in the industry since we reduce wastage and ensure optimal     use of raw materials that will retain their property even in     extreme weather conditions. Moreover, we use our hi-quality solutions for packing as well, to achieve    the best results possible",
    "BE Dry Ready to Mix": "BE Dry Ready to Mix",
    "bdryP1": " Discover the unmatched convenience and reliability of our Dry Mix Concrete – the ultimate solution for all your construction needs. Designed to streamline your building projects, our dry mix concrete eliminates the hassle of on-site mixing, ensuring consistent and superior results every time. With precise proportions of cement, aggregates, and additives pre-blended by our experts, you can be confident in achieving the ideal mix for your specific application. Whether it's for foundations, slabs, or structural elements, our dry mix concrete guarantees optimal strength and durability.",
    "bdryP2": "Say goodbye to time-consuming mixing processes and hello to efficient construction with our Dry Mix Concrete. Experience the freedom to focus on the art of building, knowing that the groundwork is laid with excellence, backed by our commitment to quality and performance. Trust in our Dry Mix Concrete to elevate your construction endeavors and revolutionize the way you build",
    "Shotcrete Products": "Shotcrete Products",
    "spP1": "BuildEasy shotcreting is a scaled-down version of the conventional shotcrete method, involving the high-velocity application of concrete onto vertical or overhead surfaces. Similar to traditional shotcreting, the concrete mix is conveyed through a hose and pneumatically projected onto the surface, often reinforced with steel mesh. This process ensures simultaneous placement and compaction, facilitated by the forceful ejection from the nozzle. As with regular shotcrete, BuildEasy shotcreting creates a strong bond with most substrates, offering rapid setting capabilities and boasting high compressive strength, good durability, water tightness, and frost resistance. This innovative technique is well-suited for various construction projects where efficient and reliable concrete application is required.",
    "BuildEasy Shotcrete Mix": "BuildEasy Shotcrete Mix",
    "spP2": " Introducing the groundbreaking BE Shotcrete Mix, proudly developed by BuildEasy as our exclusive proprietary product. With an impeccable combination of raw materials in the perfect ratio, this innovative mix redefines construction standards. Offering unrivaled strength and durability, BE Shotcrete Mix is designed to excel in various applications. From structural reinforcements to rapid repairs, its versatility knows no bounds. Crafted with precision and expertise, this game-changing product ensures consistent and reliable results on every project. Embrace the future of construction with confidence, as BE Shotcrete Mix from BuildEasy revolutionizes the way you build, delivering exceptional performance and quality like never before",
    "Cement": "Cement",
    "Sand": "Sand",
    "aggregate": " Aggregates (with size less than 10mm only)",
    "fiber": "Fiber & Admixtures etc.",
    "Faster": "Faster",
    "Stronger": "Stronger",
    "Savings": "Savings",
    "Shotcrete Panels": "Shotcrete Panels",
    "spanelP1": "BuildEasy Shotcrete Panels are manufactured by sandwiching eps between square mesh on either side. The mesh is cross welded for extra strength..",
    "Single Panel": "Single Panel",
    "Double Panel": "Double Panel",
    "Floor Panel": "Floor Panel",
    "singlePanelCaption": "Made with Eps sandwiched between galvanised mesh’s on either side. Concrete is sprayed on either side forming a reinforced monolithic structure",
    "doublePanelCaption": "Made of two EPS sandwiched panels with wire mesh on either side. Concrete is poured between the panels and shotcreted both sides, building a strong insulated wall quickly.",
    "floorPanelCaption": "Build with EPS sandwiched with wire mesh on either side and two groves provided in the panels to run rebars for additional structural strength. Concrete is poured on top forming a structurally insulated strong roof.",
    "Shotcrete Machine": "Shotcrete Machine",
    "machineP1": "Discover the cutting-edge BuildEasy Shotcrete Machine, a state-of-the-art equipment designed to revolutionize concrete application. Engineered by BuildEasy, this advanced machine empowers construction professionals with the ability to project concrete mixture at high pressure, ensuring precise and efficient placement. The Shotcrete Machine features a seamlessly integrated system, including a powerful mixer, a reliable additive pump, a robust compressor, a versatile sprayer arm, and an intuitive control system. With this innovative equipment at your disposal, you can effortlessly tackle a wide range of projects, from commercial building to residential projects. Embrace the future of concrete application with the BuildEasy Shotcrete Machine, where efficiency, precision, and performance converge to elevate your construction endeavors to new heights",
    "item1Text": "100+ Projects Completed",
    "item2Text": "Compatible with international building standards",
    "item3Text": "Patented Technology",
    "item4Text": "Expert Team Synergizes With Industry Experts",
    "Faster constrution": "Faster constrution",
    "FC_description": "BuildEasy Shotcrete introduces a faster construction methodology that revolutionizes the building industry.By leveraging the use of lightweight EPS sandwiched panels and advanced shotcreting techniques, this innovative approach accelerates construction timelines significantly.The lightweight panels enable easy handling and assembly, requiring fewer manpower resources and reducing construction time.Moreover, shotcreting with specialized machines & panels  expedites the concrete application process, eliminating the need for conventional formwork.The high - velocity projection of concrete ensures rapid placement, consolidation, and compaction, resulting in efficient construction without compromising on structural strength and durability.This speed and efficiency make BuildEasy Shotcrete ideal for various projects, from residential and commercial buildings to infrastructure and emergency constructions.Not only does BuildEasy Shotcrete deliver faster results, but it also offers excellent quality with strength.By shortening construction timelines, it reduces labor and overhead expenses, making it an attractive option for clients seeking efficient, reliable, and time - sensitive construction solutions.Embracing this faster construction methodology opens up new possibilities and paves the way for more streamlined and successful building projects.",
    "Higher thermal insulation": "Higher thermal insulation",
    "HT_description": "BuildEasy Shotcrete offers an exceptional level of temperature insulation, thanks to its unique EPS sandwiched panels used in construction. These panels effectively limit the transfer of outside temperatures to the interior, providing a comfortable and stable atmosphere for occupants. By preventing external heat or cold from penetrating the structure, BuildEasy Shotcrete helps maintain the desired indoor temperature for an extended period. This impressive temperature insulation not only creates a comfortable environment for people inside but also significantly reduces the need for energy consumption in air conditioning devices. The energy-saving benefits make BuildEasy Shotcrete a sustainable and cost-effective solution for construction projects, promoting environmental consciousness and enhancing occupant comfort.",
    "Excellent Acoustics": "Excellent Acoustics",
    "EA_description": "BuildEasy Shotcrete offers the significant advantage of huge energy savings in construction projects. The innovative construction method, with its precise temperature control and EPS sandwiched panels, contributes to the overall energy efficiency of the building. By limiting the transfer of external temperatures to the interior and maintaining a comfortable indoor environment, the need for excessive heating or cooling is minimized. This results in substantial reductions in energy consumption, leading to lower utility bills and a reduced carbon footprint. The combination of outstanding temperature insulation and energy-saving capabilities makes BuildEasy Shotcrete an eco-friendly and cost-effective choice for modern construction, aligning with sustainable building practices and promoting environmental stewardship.",
    "Seismic Resistance": "Seismic Resistance",
    "SR_description": "BuildEasy Shotcrete stands as an exceptional construction method renowned for its remarkable seismic resistance. In regions prone to earthquakes, the structural integrity of buildings becomes paramount. The application process of shotcrete ensures thorough and uniform distribution of concrete, resulting in a monolithic structure capable of withstanding seismic forces. The combination of high compressive strength, bonding properties, and steel reinforcement equips the shotcrete structure to flex and absorb seismic energy, minimizing damage during earthquakes. Its inherent ductility allows for controlled deformation without catastrophic failure, providing a reliable safeguard for occupants. With BuildEasy Shotcrete, structures gain the resilience needed to endure seismic events, offering peace of mind and protection for inhabitants, and reinforcing the confidence in constructing durable and robust buildings in seismically active areas.",
    "Reduced Water absorption": "Reduced Water absorption",
    "RW_description": "BuildEasy Shotcrete presents a distinctive advantage with its reduced water absorption properties. The application process and the inherent characteristics of shotcrete contribute to its low porosity, limiting water infiltration into the structure. This reduced water absorption not only enhances the material's durability but also prevents potential issues such as cracking, corrosion of reinforcement, and degradation due to water-related damage. The ability of BuildEasy Shotcrete to resist water absorption makes it an ideal choice for a wide range of applications, including swimming pools, underground structures etc, where water tightness is crucial. The minimized water permeability ensures longevity and longevity of the structures, promoting sustainable and long-lasting construction solutions with BuildEasy Shotcrete.",
    "Reduced structural weight": "Reduced structural weight",
    "RW_description": "One of the notable advantages of BuildEasy Shotcrete is its ability to provide reduced structural weight in construction projects. The shotcrete application method allows for precise and controlled placement of concrete, resulting in a thin yet durable layer. The efficient use of materials reduces the overall weight of the structure without compromising its strength and integrity. Additionally, the incorporation of EPS sandwiched panels in BuildEasy Shotcrete further contributes to weight reduction while maintaining structural stability. The lighter weight of shotcrete structures not only eases the construction process but also offers benefits such as reduced foundation requirements and transportation costs. This advantage makes BuildEasy Shotcrete an attractive option for various applications, including building facades, architectural elements, and infrastructure projects, where the optimization of structural weight is essential.",
    "Ease of Maintenance": "Ease of Maintenance",
    "EM_description": "BuildEasy Shotcrete offers the advantage of ease of maintenance, simplifying the upkeep and care of constructed structures. The durable and compacted shotcrete surface, along with the protective EPS sandwiched panels, reduces the need for frequent maintenance and repairs. The shotcreting process ensures a strong bond with most substrates, minimizing the likelihood of cracks or deterioration.Furthermore, the uniformity and homogeneity of shotcrete surfaces result in smoother finishes, making them easier to clean and maintain over time. Unlike other construction methods that may require extensive and costly maintenance, BuildEasy Shotcrete provides a low-maintenance solution that saves both time and resources.Incorporating BuildEasy Shotcrete in construction projects ensures buildings and infrastructure remain resilient and easily maintainable throughout their lifecycle, contributing to long-term cost savings and hassle-free maintenance for property owners and managers.",
    "Increased Durability ": "Increased Durability ",
    "ID_description": "BuildEasy Shotcrete excels in providing increased durability, making it a preferred choice for long-lasting structures. The shotcreting process ensures a homogenous and compacted concrete placement, resulting in a robust and uniform structure that can withstand various environmental challenges. The excellent bonding properties of shotcrete create a strong bond with most substrates, enhancing the overall durability of the construction.The incorporation of EPS sandwiched panels further contributes to durability, as they protect the concrete from moisture ingress and reduce the risk of cracks and deterioration. The reduced water absorption characteristic of BuildEasy Shotcrete plays a crucial role in preventing potential damage due to chemical exposure.With its ability to resist wear and tear, weathering, and other adverse conditions, BuildEasy Shotcrete structures have an extended service life, reducing the need for frequent maintenance and repair. This enhanced durability ensures that buildings and infrastructure constructed using BuildEasy Shotcrete stand the test of time, providing reliable and resilient solutions for a wide range of construction projects.",
    "Huge Energy savings": "Huge Energy savings",
    "HE_description": "BuildEasy Shotcrete offers the significant advantage of huge energy savings in construction projects. The innovative construction method, with its precise temperature control and EPS sandwiched panels, contributes to the overall energy efficiency of the building. This results in substantial reductions in energy consumption, leading to lower utility bills and a reduced carbon footprint. The combination of outstanding temperature insulation and energy-saving capabilities makes BuildEasy Shotcrete an eco-friendly and cost-effective choice for modern construction, aligning with sustainable building practices and promoting environmental stewardship.",
    "Shotcrete Advantages": "Shotcrete Advantages",
    "How it Works": "How it Works",
    "A peek at the implementation process": "A peek at the implementation process",
    "PLANNING and PREPARATION": "PLANNING and PREPARATION",
    "ASSEMBLING OF PANELS": "ASSEMBLING OF PANELS",
    "INTERLOCKING OF PANELS": "INTERLOCKING OF PANELS",
    "APPLICATION OF SHOTCRETE MIX": "APPLICATION OF SHOTCRETE MIX",
    "Leveling and finishing": "Leveling and finishing",
    "PUTTYING, PAINTING,TILING ETC": "PUTTYING, PAINTING,TILING ETC",
    "Buildeasy Product": "Buildeasy Product",
    "Our BuildEasy Product": "Our BuildEasy Product",
    "Shotcrete": "Shotcrete",
    "All": "All",
    "Dry Mix": "Dry Mix",
    "Pillar Super Mix": "Pillar Super Mix",
    "Perfect for erecting sturdy pillars/beams": "Perfect for erecting sturdy pillars/beams",
    "Pack Size: 50 kg, , Bags Per M3: 40": "Pack Size: 50 kg, Grade: M30, Bags Per M3: 40",
    "Grade": "M30",
    "Bags Per M3": "Bags Per M3",
    "dry": "dry",
    "p1De": "the ultimate solution for erecting sturdy pillars or beams in construction projects. Specially engineered with a perfect blend of raw materials, this proprietary mix is designed to deliver unmatched strength and reliability. Pillar Super Mix ensures precise proportions of cement, aggregates, and additives, creating a cohesive and robust foundation for your pillars and beams. With its high-performance properties, this mix guarantees exceptional load-bearing capacity and durability, providing the utmost stability to your structures. Say goodbye to worries about structural integrity and embrace the confidence that Pillar Super Mix brings to your construction endeavours. Experience the power of superior engineering with Pillar Super Mix, your go-to choice for building strong and resilient pillars or beams..",
    "Roof Mix": "Roof Mix",
    "Appropriate for durable and strong roofing concrete": "Appropriate for durable and strong roofing concrete",
    "Pack Size: 50 kg, Grade: M25, Bags Per M3:40": "Pack Size: 50 kg, Grade: M25, Bags Per M3:40",
    "p2De": "The perfect choice for creating durable and strong concrete slabs for roofs. Specially formulated with a precise blend of raw materials, this proprietary mix ensures optimal performance and longevity for your roof construction. Roof Mix incorporates high-quality cement, aggregates, and additives to guarantee exceptional strength and crack resistance, making it ideal for withstanding the challenges of weather and time. With its superior engineering, this mix streamlines the process of laying concrete slabs for roofs, offering a smooth and efficient application. Embrace the peace of mind that comes with a resilient and long-lasting roof, knowing that Roof Mix has you covered with its unmatched durability and strength. Elevate your roofing projects with confidence, and experience the reliability of Roof Mix, your ultimate solution for sturdy and enduring roof concrete slabs",
    "Pillar Mix": "Pillar Mix",
    "Perfect for erecting sturdy pillars/beams": "Perfect for erecting sturdy pillars/beams",
    "Pack Size: 50 kg, Grade: M20, Bags Per M3: 40": "Pack Size: 50 kg, Grade: M20, Bags Per M3: 40",
    "p3De": "The perfect solution for constructing strong and reliable pillars and beams. Carefully formulated with a precise blend of raw materials, this proprietary mix is tailored to ensure optimal performance in pillar and beam construction. Pillar Mix combines high-quality cement, aggregates, and additives to deliver exceptional strength and durability, guaranteeing the stability and integrity of your structures. With its superior engineering, this mix simplifies the process of creating sturdy pillars and beams, offering a seamless and efficient application. Embrace the confidence of building with Pillar Mix, knowing that your pillars and beams are fortified to withstand the test of time and bear heavy loads effortlessly. Experience the power of excellence in construction with Pillar Mix, your go-to choice for reliable and robust pillars and beams.",
    "Floor Mix": "Floor Mix",
    "Custom-made for perfecting high strength flooring": "Custom-made for perfecting high strength flooring",
    "Pack Size: 50 kg,Grade: M15, Bags Per M3: 40": "Pack Size: 50 kg,Grade: M15, Bags Per M3: 40",
    "p4De": "Our custom-made solution designed for the perfect high-strength flooring. Crafted with meticulous attention to detail, this proprietary mix combines an ideal blend of raw materials to ensure unparalleled performance and durability. Floor Mix incorporates top-grade cement, aggregates, and additives to create a robust foundation, capable of withstanding heavy foot traffic and daily wear and tear with ease. With its specialized formulation, this mix achieves exceptional compressive strength, making it ideal for high-traffic areas and industrial applications. Say goodbye to worries about flooring integrity and embrace the confidence that Floor Mix brings to your construction projects. Experience the power of resilience and longevity with our Floor Mix, elevating your flooring to new heights of excellence.",
    "PCC Mix": "PCC Mix",
    "Ideal for high strength PCC concrete": "Ideal for high strength PCC concrete",
    "Pack Size: 50 kg, Grade: M7.5, Bags Per M3: 40": "Pack Size: 50 kg, Grade: M7.5, Bags Per M3: 40",
    "p5De": "The ultimate choice for high-quality PCC (Plain Cement Concrete) concreting. Specially crafted to meet the strictest construction standards, this proprietary mix is the epitome of excellence. PCC Mix incorporates premium-grade cement, aggregates, and precisely balanced additives to achieve exceptional strength, durability, and workability. With its superior engineering, this mix ensures consistent and reliable results, providing a flawless finish for a wide range of PCC applications. Embrace the confidence of building with PCC Mix, knowing that your concreting projects will stand the test of time and deliver the utmost performance. Experience the power of perfection in construction with PCC Mix, your go-to solution for high-quality PCC concreting.",
    "Plastering Mix": "Plastering Mix",
    "Fitting solution for robust interior and exterior wall plastering": "Fitting solution for robust interior and exterior wall plastering",
    "Pack Size: 50 kg": "Pack Size: 50 kg",
    "p6De": "The perfect fitting solution for robust interior and exterior plastering. Meticulously engineered with a precise blend of raw materials, this proprietary mix ensures exceptional performance and longevity in both indoor and outdoor applications. Plastering Mix incorporates high-quality cement, fine aggregates, and specialized additives, resulting in a smooth and seamless finish that stands the test of time. Whether it's for interior walls or exterior facades, this mix guarantees optimal adhesion and crack resistance, providing a durable and attractive plastering surface. With its superior workability, Plastering Mix streamlines the plastering process, allowing for efficient and precise applications. Embrace the confidence of flawless plastering with our Plastering Mix, where excellence in construction meets fitting solutions for enduring and beautiful interior and exterior finishes",
    "Masonry Mix": "Masonry Mix",
    "Best for masonry works using concrete sand": "Best for masonry works using concrete sand",
    "Pack Size: 50 kg": "Pack Size: 50 kg",
    "p7De": "The perfect solution for all masonry applications that require concrete sand. Carefully formulated with a precise blend of raw materials, this proprietary mix is engineered to excel in various masonry projects. Masonry Mix incorporates high-quality cement and specially graded concrete sand to ensure optimal workability and durability in bricklaying, blockwork, and other masonry tasks. With its superior composition, this mix delivers excellent bonding properties, making it ideal for building strong and resilient structures. Whether you're working on interior walls, exterior facades, or any masonry project, Masonry Mix guarantees consistent and reliable results. Embrace the confidence of outstanding craftsmanship with our Masonry Mix, where versatility and performance meet to elevate your masonry endeavors to new heights.",
    "Tile Mix 18": "Tile Mix 18",
    "Best for tile works using concrete sand": "Best for tile works using concrete sand",
    "p8De": "The ultimate solution for all floor tiling applications with top quality in mind. Meticulously crafted with a precise blend of raw materials, this proprietary mix is designed to exceed your tiling expectations. Tile Mix incorporates premium-grade cement, fine aggregates, and specially formulated additives, ensuring impeccable workability and long-lasting results. Whether you're tiling residential or commercial floors, this mix guarantees excellent adhesion and crack resistance, providing a flawless and durable tile installation. With its superior engineering, Tile Mix streamlines the tiling process, allowing for smooth and efficient applications. Embrace the confidence of top-quality tiling with our Tile Mix, where perfection in construction meets high-grade materials for a stunning and enduring tile finish on any floor surface.",
    "JUMBO BAGS": "JUMBO BAGS",
    "Durable bags with modern technologies": "Durable bags with modern technologies",
    "500KG 750KG, 1000KG 1500KG": "500KG 750KG, 1000KG 1500KG",
    "Shotcrete Mix 10": "Shotcrete Mix 10",
    "Boasting a mix of raw materials with an ideal ratio": "Boasting a mix of raw materials with an ideal ratio",
    "Pack Size: 50 kg": "Pack Size: 50 kg",
    "p9De": " Introducing Shotcrete Mix 10 - the ultimate solution for the first layer of BE Shotcreting, meticulously crafted to perfection. This proprietary blend boasts a precise combination of raw materials, ensuring unparalleled performance and adherence to any surface. Designed specifically for optimal bonding and durability, Shotcrete Mix 10 lays the foundation for a robust and reliable Shotcreting process. With its ideal blend of cement, aggregates, and additives, this mix guarantees a smooth and consistent application, saving valuable time and resources during your construction projects. Trust in Shotcrete Mix 10 to elevate your Shotcreting experience and set the stage for a flawless finish that stands the test of time",
    "Shotcrete Mix 20": "Shotcrete Mix 20",
    "p10De": "Shotcrete Mix 20 - the perfect blend of raw materials meticulously tailored for the final layer of BE Shotcreting. Crafted with precision and expertise, this proprietary mix is engineered to deliver exceptional results in the most critical stage of Shotcreting projects. Shotcrete Mix 20 ensures optimal adhesion, superior strength, and a flawless finish, providing an enduring surface that withstands the elements and the test of time. With its precise combination of cement, aggregates, and additives, this high-performance mix guarantees a smooth application process, reducing downtime and maximizing efficiency. Elevate your Shotcreting projects to new heights with the confidence of Shotcrete Mix 20, where innovation and quality converge to create a lasting impact on your construction endeavors.",
    "p11de": "Shotcrete Mix 30 - the ultimate blend of raw materials specially formulated for structural load bearing with fibre reinforcement in Shotcreting projects. Crafted to excel in demanding construction scenarios, this proprietary mix combines the finest quality cement, aggregates, and fibre reinforcement, ensuring unmatched strength and durability. Shotcrete Mix 30 guarantees superior structural integrity, making it the ideal choice for critical load-bearing applications. Its innovative fibre reinforcement enhances crack resistance and flexural strength, providing added resilience to withstand heavy loads and external forces. With precise proportions and expert engineering, Shotcrete Mix 30 streamlines the Shotcreting process, allowing for efficient and reliable applications. Trust in the power of Shotcrete Mix 30 to fortify your structures and meet the highest standards of construction excellence.",
    "Made of two EPS sandwiched panels with wire mesh on either side": "Made of two EPS sandwiched panels with wire mesh on either side",
    "Concrete is poured on top forming a structurally insulated strong roof.": "Concrete is poured on top forming a structurally insulated strong roof.",
    "Made with Eps sandwiched between galvanised mesh’s on either side": "Made with Eps sandwiched between galvanised mesh’s on either side",
    "Our Customers Deserve the Best": "Our Customers Deserve the Best",
    "customerDes": "Our advanced dry mix concrete solutions are the greenest in the industry since we reduce wastage and involve    optimal use of raw materials, which will retain their property even in extreme weather conditions.",
    "Our Unique": "Our Unique",
    "Approach": "Approach",
    "Buildeasy Client": "Buildeasy Client",
    "Our Happy Clients": "Our Happy Clients",
    "tm1": "BuildEasy is very easy to use and build. We used to do 1-2 m3 per day. Now with the same team, we can do up to 5 m3, with ease.",
    "tm2": "Huge savings in labor and work can be done quite fast. The most important 2 aspects of this product is, no wastage at all and can be stored very easily",
    "tm3": "Although we were initially sceptical about using this new product, the idea of having a professionally measured Cement mix and ease of use really caught our attention. Once we used it and understood how much time it can save us, there was no going back to the traditional ways. We would highly recommend Build Easy cement mix to anyone looking for quality and consistency",
    "tm4": "Our property is near the High Court of Kerala, which is a high-traffic area. This posed a difficulty for hiring skilled people to complete the job as well as storing the cement, and raw materials separately. Then I came to know about the team at BuildEasy for my problem. Just like their name, they had highly innovative solutions to our problem which helped to complete the project before time.",
    "Get In Touch": "Get In Touch"
}