{
    "Home": "Home",
    "Products": "Products",
    "Gallery": "Gallery",
    "Contact Us": "Contact Us",
    "About": "About",
    "Slider1Text2": "Expertly Blended Raw Materials for Optimal Results",
    "feature1": "100+ Projects Completed",
    "feature2": "Compatible With The Building Standards In India",
    "feature3": "Patented Technology",
    "feature4": "Expert Team Synergizes With Industry Experts",
    "TopBar": {
        "connect": "Connect With Us:",
        "callus": "Call us now:",
        "Home": "Home"
    },
    "Buildeasy shotcrete": "Buildeasy shotcrete",
    "shortP1": "A revolution under construction, Shotcrete is the method of applying concrete projected at high velocity primarily on to a vertical or overhead surface. The sprayed concrete is conveyed through a hose and pneumatically onto the surface that is typically reinforced by steel mesh. Shotcrete is placed and compacted/consolidated at the same time, thanks to the force with which it is ejected from the nozzle. Since the nature of the placement process results in an excellent bond with most substrates and rapid or instant capabilities, Shotcrete has the characteristics of high compressive strength, good durability, water tightness and frost resistance.",
    "About Us": "About Us",
    "aboutP1": "At BuildEasy, we aim at delivering end-to-end basic    building material solutions by introducing a standard in    construction methodology. To this end, we employ    mechanised automated solutions that cater to every    requirement of our projects. Our solutions are the greenest    in the industry since we reduce wastage and ensure optimal     use of raw materials that will retain their property even in     extreme weather conditions. Moreover, we use our hi-quality solutions for packing as well, to achieve    the best results possible",
    "BE Dry Ready to Mix": "BE Dry Ready to Mix",
    "bdryP1": " Discover the unmatched convenience and reliability of our Dry Mix Concrete – the ultimate solution for all your construction needs. Designed to streamline your building projects, our dry mix concrete eliminates the hassle of on-site mixing, ensuring consistent and superior results every time. With precise proportions of cement, aggregates, and additives pre-blended by our experts, you can be confident in achieving the ideal mix for your specific application. Whether it's for foundations, slabs, or structural elements, our dry mix concrete guarantees optimal strength and durability.",
    "bdryP2": "Say goodbye to time-consuming mixing processes and hello to efficient construction with our Dry Mix Concrete. Experience the freedom to focus on the art of building, knowing that the groundwork is laid with excellence, backed by our commitment to quality and performance. Trust in our Dry Mix Concrete to elevate your construction endeavors and revolutionize the way you build",
    "Shotcrete Products": "Shotcrete Products",
    "spP1": "BuildEasy shotcreting is a scaled-down version of the conventional shotcrete method, involving the high-velocity application of concrete onto vertical or overhead surfaces. Similar to traditional shotcreting, the concrete mix is conveyed through a hose and pneumatically projected onto the surface, often reinforced with steel mesh. This process ensures simultaneous placement and compaction, facilitated by the forceful ejection from the nozzle. As with regular shotcrete, BuildEasy shotcreting creates a strong bond with most substrates, offering rapid setting capabilities and boasting high compressive strength, good durability, water tightness, and frost resistance. This innovative technique is well-suited for various construction projects where efficient and reliable concrete application is required.",
    "BuildEasy Shotcrete Mix": "BuildEasy Shotcrete Mix",
    "spP2": " Introducing the groundbreaking BE Shotcrete Mix, proudly developed by BuildEasy as our exclusive proprietary product. With an impeccable combination of raw materials in the perfect ratio, this innovative mix redefines construction standards. Offering unrivaled strength and durability, BE Shotcrete Mix is designed to excel in various applications. From structural reinforcements to rapid repairs, its versatility knows no bounds. Crafted with precision and expertise, this game-changing product ensures consistent and reliable results on every project. Embrace the future of construction with confidence, as BE Shotcrete Mix from BuildEasy revolutionizes the way you build, delivering exceptional performance and quality like never before",
    "Cement": "Cement",
    "Sand": "Sand",
    "aggregate": " Aggregates (with size less than 10mm only)",
    "fiber": "Fiber & Admixtures etc.",
    "Faster": "Faster",
    "Stronger": "Stronger",
    "Savings": "Savings",
    "Shotcrete Panels": "Shotcrete Panels",
    "spanelP1": "BuildEasy Shotcrete Panels are manufactured by sandwiching eps between square mesh on either side. The mesh is cross welded for extra strength..",
    "Single Panel": "Single Panel",
    "Double Panel": "Double Panel",
    "Floor Panel": "Floor Panel",
    "singlePanelCaption": "Made with Eps sandwiched between galvanised mesh’s on either side. Concrete is sprayed on either side forming a reinforced monolithic structure",
    "doublePanelCaption": "Made of two EPS sandwiched panels with wire mesh on either side. Concrete is poured between the panels and shotcreted both sides, building a strong insulated wall quickly.",
    "floorPanelCaption": "Build with EPS sandwiched with wire mesh on either side and two groves provided in the panels to run rebars for additional structural strength. Concrete is poured on top forming a structurally insulated strong roof.",
    "Shotcrete Machine": "Shotcrete Machine",
    "machineP1": "Discover the cutting-edge BuildEasy Shotcrete Machine, a state-of-the-art equipment designed to revolutionize concrete application. Engineered by BuildEasy, this advanced machine empowers construction professionals with the ability to project concrete mixture at high pressure, ensuring precise and efficient placement. The Shotcrete Machine features a seamlessly integrated system, including a powerful mixer, a reliable additive pump, a robust compressor, a versatile sprayer arm, and an intuitive control system. With this innovative equipment at your disposal, you can effortlessly tackle a wide range of projects, from commercial building to residential projects. Embrace the future of concrete application with the BuildEasy Shotcrete Machine, where efficiency, precision, and performance converge to elevate your construction endeavors to new heights",
    "item1Text": "100+ Projects Completed",
    "item2Text": "Compatible with international building standards",
    "item3Text": "Patented Technology",
    "item4Text": "Expert Team Synergizes With Industry Experts"
}