{
    "Home": " الصفحة الرئيسية",
    "Products": " منتجات",
    "Gallery": " صالة عرض",
    "Contact Us": " اتصل بنا",
    "About": "معلومات عنا",
    "SHOTCRETE MIX": "مزيج الخرسانة المرشوشة",
    "Slider1Text2": "المواد الخام المخلوطة بخبرة لتحقيق أفضل النتائج",
    "Slider1Text3": "تم فحصها من قبل المهندسين",
    "SliderText21": " مزيج التجصيص",
    "SliderText22": "القوة المثالية - مزيج النعومة",
    "SliderText23": "مثالي لاحتياجاتك",
    "SliderText31": "مزيج العمود",
    "SliderText32": "بناء أعمدة وعوارض متينة بسهولة",
    "SliderText33": "الأفضل للأعمدة طويلة الأمد",
    "moreInfo": "المزيد من التفاصيل",
    "Buildeasy shotcrete": " الخرسانة المرشوشة بِلْدْإيسي",
    "BuildEasy Shotcrete": " الخرسانة المرشوشة بِلْدْإيسي",
    "Buildeasy": "بِلْدْإيسي",
    "shortP1": "ثورة تحت الإنشاء ، الخرسانة المرشوشة هي طريقة تطبيق الخرسانة المسقطة بسرعة عالية في المقام الأول على سطح عمودي أو علوي. يتم نقل الخرسانة التي تم رشها من خلال خرطوم وهوائيًا على السطح الذي يتم تعزيزه عادةً بواسطة شبكة فولاذية. يتم وضع الخرسانة المرشوشة وضغطه / توطيده في نفس الوقت ، وذلك بفضل القوة التي يتم إخراجها من الفوهة. نظرًا لأن طبيعة عملية التنسيب تؤدي إلى رابطة ممتازة مع معظم الركائز والقدرات السريعة أو الفورية ، فإن الخرسانة المرشوشة لها خصائص قوة الضغط العالية والمتانة الجيدة, ضيق الماء ومقاومة الصقيع",
    "About Us": "معلومات عنا",
    "aboutP1": "    في بِلْدْإيْسي ، نهدف إلى تقديم حلول مواد البناء الأساسية الشاملة من خلال تقديم معيار في منهجية البناء. ولتحقيق هذه الغاية، فإننا نستخدم الحلول الآلية الآلية التي تلبي جميع متطلبات مشاريعنا. حلولنا هي الأكثر خضرة في الصناعة لأننا نقلل من الهدر ونضمن الاستخدام الأمثل للمواد الخام التي ستحتفظ بممتلكاتها حتى في الظروف الجوية القاسية. علاوة على ذلك، فإننا نستخدم حلولنا عالية الجودة للتعبئة أيضًا لتحقيق أفضل النتائج الممكنة",
    "BE Dry Ready to Mix": " جاف جاهزًا للخلط بِلْدْإيسي",
    "bdryP1": "اكتشف الراحة والموثوقية التي لا مثيل لها في الخرسانة الجافة لدينا - الحل النهائي لجميع احتياجات البناء الخاصة بك. صُممت الخرسانة الجافة لدينا لتبسيط مشاريع البناء الخاصة بك، مما يزيل متاعب الخلط في الموقع، مما يضمن نتائج متسقة ومتفوقة في كل مرة. بفضل النسب الدقيقة للأسمنت والركام والمواد المضافة الممزوجة مسبقًا بواسطة خبرائنا، يمكنك أن تكون واثقًا من تحقيق المزيج المثالي لتطبيقك المحدد. سواء كان الأمر يتعلق بالأساسات أو الألواح أو العناصر الهيكلية، فإن الخرسانة الجافة لدينا تضمن القوة والمتانة الأمثل.",
    "bdryP2": "قل وداعًا لعمليات الخلط التي تستغرق وقتًا طويلاً ومرحبًا بالبناء الفعال مع الخرسانة الجافة. استمتع بحرية التركيز على فن البناء، مع العلم أن الأساس تم وضعه بالتميز، مدعومًا بالتزامنا بالجودة والأداء. ثق في الخرسانة الجافة لدينا للارتقاء بجهود البناء الخاصة بك وإحداث ثورة في طريقة البناء",
    "Shotcrete Products": "منتجات الخرسانة المرشوشة",
    "TopBar": {
        "connect": "اتصل بنا:",
        "callus": "اتصل بنا الآن",
        "Home": " الصفحة الرئيسية"
    },
    "spP1": "    إن عملية الخرسانة المرشوشة بِلْدْإيْسي هي نسخة مصغرة من طريقة الخرسانة المرشوشة التقليدية، والتي تتضمن تطبيق الخرسانة بسرعة عالية على الأسطح الرأسية أو العلوية. على غرار الخرسانة المرشوشة التقليدية، يتم نقل خليط الخرسانة من خلال خرطوم ويتم قذفه هوائيًا على السطح، وغالبًا ما يتم تقويته بشبكة فولاذية. تضمن هذه العملية وضع وضغط متزامنين، ويتم تسهيل ذلك عن طريق القذف القوي من الفوهة. كما هو الحال مع الخرسانة المرشوشة العادية، تعمل عملية الخرسانة المرشوشة بِلْدْإيْسي على إنشاء رابطة قوية مع معظم الركائز، مما يوفر إمكانات الإعداد السريع ويتميز بقوة ضغط عالية، ومتانة جيدة، وضيق الماء، ومقاومة الصقيع. هذه التقنية المبتكرة مناسبة تمامًا لمشاريع البناء المختلفة التي تتطلب تطبيقًا خرسانيًا فعالاً وموثوقًا.",
    "BuildEasy Shotcrete Mix": "مزيج الخرسانة المرشوشة بِلْدْإيسي",
    "spP2": "    نقدم لكم مزيج الخرسانة المرشوشة بِلْدْإيسي       المبتكر، والذي تم تطويره بكل فخر بواسطة بِلْدْإيسي باعتباره المنتج الحصري الخاص بنا. مع مزيج لا تشوبه شائبة من المواد الخام بنسبة مثالية، مما يوفر قوة ومتانة لا مثيل لها، تم تصميم مزيج الخرسانة المرشوشة بِلْدْإيسي  للتفوق في مختلف التطبيقات. بدءًا من التعزيز الهيكلي وحتى العزل الحراري الممتاز، فإن تعدد استخداماته لا حدود له.    تم تصميم هذا المنتج الذي يغير اللعبة بدقة وخبرة ، ويضمن نتائج متسقة وموثوقة في كل مشروع. احتضان مستقبل البناء بثقة ، حيث أن مزيج الخرسانة المرشوشة بِلْدْإيسي من بِلْدْإيسي يحدث ثورة في طريقة البناء ، مما يوفر أداءً وجودة استثنائية لم يسبق لها مثيل.",
    "Cement": "يبني",
    "Sand": "الرمل",
    "aggregate": "  خليط ( بحجم أقل من 10 مم فقط)",
    "fiber": "فيبر & خليط إلخ",
    "Faster": "اسرع",
    "Stronger": "أقوى",
    "Savings": "توفير",
    "Shotcrete Panels": "خرسانية المرشوشة بِيلْدْإيسي",
    "spanelP1": "    يتم تصنيع ألواح الخرسانة المرشوشة بِلْدْإيسي عن طريق وضع البوليسترين المبثوق ( إي بي اس)‏ بين شبكة مربعة على كلا الجانبين. الشبكة ملحومة بشكل متقاطع لمزيد من القوة.",
    "Single Panel": "لوحة واحدة",
    "Double Panel": "لوحة مزدوجة",
    "Floor Panel": "لوحة أرضية",
    "singlePanelCaption": "مصنوعة من البوليسترين المبثوق (إي بي اسْ)  محصورة بين شبكة مجلفنة على كلا الجانبين. يتم رش الخرسانة على كلا الجانبين لتشكيل هيكل مترابط مقوى.",
    "doublePanelCaption": "مصنوعة من لوحين البوليسترين المبثوق (إي بي اسْ)   محكمين بشبكة سلكية على كلا الجانبين. يتم سكب الخرسانة بين الألواح وتقطيعها من كلا الجانبين ، وبناء جدار معزول قوي بسرعة.",
    "floorPanelCaption": "    قم بالبناء باستخدام البوليسترين المبثوق  (إي بي اسْ)  المحصور بشبكة سلكية على كلا الجانبين وبساتين متوفرة في الألواح لتشغيل حديد التسليح للحصول على قوة هيكلية إضافية. يتم سكب الخرسانة في الأعلى لتشكيل سقف قوي معزول هيكليًا. ",
    "Shotcrete Machine": "آلة الخرسانة المرشوشة ",
    "machineP1": "اكتشف آلة مزيج الخرسانة المرشوشة بِلْدْإيسي المتطورة ، وهي أحدث المعدات المصممة لإحداث ثورة في التطبيقات الخرسانية. تم تصميم هذه الماكينة المتقدمة من قبل  بِلْدْإيسي ، وتمكن محترفي البناء من القدرة على عرض خليط الخرسانة عند الضغط العالي ، مما يضمن وضعًا دقيقًا وفعالًا. تتميز بِلْدْإيسي بنظام متكامل بسلاسة ، بما في ذلك خلاط قوي ومضخة مضافة موثوقة وضاغط قوي وذراع بخاخ متعدد الاستخدامات ونظام تحكم بديهي. مع هذه المعدات المبتكرة تحت تصرفك ، يمكنك معالجة مجموعة واسعة من المشاريع بسهولة ، من المباني التجارية إلى المشاريع السكنية. احتضان مستقبل تطبيق الخرسانة مع آلة  الخرسانة المرشوشة بِلْدْإيسي ، حيث تتلاقى الكفاءة والدقة والأداء لرفع مساعي البناء الخاصة بك إلى آفاق جديدة",
    "item1Text": "تم الانتهاء من 100 مشروع",
    "item2Text": "متوافقة مع معايير البناء الدولية",
    "item3Text": " التكنولوجيا الحاصلة على براءة اختراع ",
    "item4Text": " يتآزر فريق الخبراء مع خبراء الصناعة"
}