{
    "Home": " الصفحة الرئيسية",
    "Products": " منتجات",
    "Gallery": " صالة عرض",
    "Contact Us": " اتصل بنا",
    "About": "معلومات عنا",
    "SHOTCRETE MIX": "مزيج الخرسانة المرشوشة",
    "Slider1Text2": "المواد الخام المخلوطة بخبرة لتحقيق أفضل النتائج",
    "Slider1Text3": "تم فحصها من قبل المهندسين",
    "SliderText21": " مزيج التجصيص",
    "SliderText22": "القوة المثالية - مزيج النعومة",
    "SliderText23": "مثالي لاحتياجاتك",
    "SliderText31": "مزيج العمود",
    "SliderText32": "بناء أعمدة وعوارض متينة بسهولة",
    "SliderText33": "الأفضل للأعمدة طويلة الأمد",
    "moreInfo": "المزيد من التفاصيل",
    "Buildeasy shotcrete": " الخرسانة المرشوشة بِلْدْإيسي",
    "BuildEasy Shotcrete": " الخرسانة المرشوشة بِلْدْإيسي",
    "Buildeasy": "بِلْدْإيسي",
    "shortP1": "ثورة تحت الإنشاء ، الخرسانة المرشوشة هي طريقة تطبيق الخرسانة المسقطة بسرعة عالية في المقام الأول على سطح عمودي أو علوي. يتم نقل الخرسانة التي تم رشها من خلال خرطوم وهوائيًا على السطح الذي يتم تعزيزه عادةً بواسطة شبكة فولاذية. يتم وضع الخرسانة المرشوشة وضغطه / توطيده في نفس الوقت ، وذلك بفضل القوة التي يتم إخراجها من الفوهة. نظرًا لأن طبيعة عملية التنسيب تؤدي إلى رابطة ممتازة مع معظم الركائز والقدرات السريعة أو الفورية ، فإن الخرسانة المرشوشة لها خصائص قوة الضغط العالية والمتانة الجيدة, ضيق الماء ومقاومة الصقيع",
    "About Us": "معلومات عنا",
    "aboutP1": "    في بِلْدْإيْسي ، نهدف إلى تقديم حلول مواد البناء الأساسية الشاملة من خلال تقديم معيار في منهجية البناء. ولتحقيق هذه الغاية، فإننا نستخدم الحلول الآلية الآلية التي تلبي جميع متطلبات مشاريعنا. حلولنا هي الأكثر خضرة في الصناعة لأننا نقلل من الهدر ونضمن الاستخدام الأمثل للمواد الخام التي ستحتفظ بممتلكاتها حتى في الظروف الجوية القاسية. علاوة على ذلك، فإننا نستخدم حلولنا عالية الجودة للتعبئة أيضًا لتحقيق أفضل النتائج الممكنة",
    "BE Dry Ready to Mix": " جاف جاهزًا للخلط بِلْدْإيسي",
    "bdryP1": "اكتشف الراحة والموثوقية التي لا مثيل لها في الخرسانة الجافة لدينا - الحل النهائي لجميع احتياجات البناء الخاصة بك. صُممت الخرسانة الجافة لدينا لتبسيط مشاريع البناء الخاصة بك، مما يزيل متاعب الخلط في الموقع، مما يضمن نتائج متسقة ومتفوقة في كل مرة. بفضل النسب الدقيقة للأسمنت والركام والمواد المضافة الممزوجة مسبقًا بواسطة خبرائنا، يمكنك أن تكون واثقًا من تحقيق المزيج المثالي لتطبيقك المحدد. سواء كان الأمر يتعلق بالأساسات أو الألواح أو العناصر الهيكلية، فإن الخرسانة الجافة لدينا تضمن القوة والمتانة الأمثل.",
    "bdryP2": "قل وداعًا لعمليات الخلط التي تستغرق وقتًا طويلاً ومرحبًا بالبناء الفعال مع الخرسانة الجافة. استمتع بحرية التركيز على فن البناء، مع العلم أن الأساس تم وضعه بالتميز، مدعومًا بالتزامنا بالجودة والأداء. ثق في الخرسانة الجافة لدينا للارتقاء بجهود البناء الخاصة بك وإحداث ثورة في طريقة البناء",
    "Shotcrete Products": "منتجات الخرسانة المرشوشة",
    "TopBar": {
        "connect": "اتصل بنا:",
        "callus": "اتصل بنا الآن",
        "Home": " الصفحة الرئيسية"
    },
    "spP1": "    إن عملية الخرسانة المرشوشة بِلْدْإيْسي هي نسخة مصغرة من طريقة الخرسانة المرشوشة التقليدية، والتي تتضمن تطبيق الخرسانة بسرعة عالية على الأسطح الرأسية أو العلوية. على غرار الخرسانة المرشوشة التقليدية، يتم نقل خليط الخرسانة من خلال خرطوم ويتم قذفه هوائيًا على السطح، وغالبًا ما يتم تقويته بشبكة فولاذية. تضمن هذه العملية وضع وضغط متزامنين، ويتم تسهيل ذلك عن طريق القذف القوي من الفوهة. كما هو الحال مع الخرسانة المرشوشة العادية، تعمل عملية الخرسانة المرشوشة بِلْدْإيْسي على إنشاء رابطة قوية مع معظم الركائز، مما يوفر إمكانات الإعداد السريع ويتميز بقوة ضغط عالية، ومتانة جيدة، وضيق الماء، ومقاومة الصقيع. هذه التقنية المبتكرة مناسبة تمامًا لمشاريع البناء المختلفة التي تتطلب تطبيقًا خرسانيًا فعالاً وموثوقًا.",
    "BuildEasy Shotcrete Mix": "مزيج الخرسانة المرشوشة بِلْدْإيسي",
    "spP2": "    نقدم لكم مزيج الخرسانة المرشوشة بِلْدْإيسي       المبتكر، والذي تم تطويره بكل فخر بواسطة بِلْدْإيسي باعتباره المنتج الحصري الخاص بنا. مع مزيج لا تشوبه شائبة من المواد الخام بنسبة مثالية، مما يوفر قوة ومتانة لا مثيل لها، تم تصميم مزيج الخرسانة المرشوشة بِلْدْإيسي  للتفوق في مختلف التطبيقات. بدءًا من التعزيز الهيكلي وحتى العزل الحراري الممتاز، فإن تعدد استخداماته لا حدود له.    تم تصميم هذا المنتج الذي يغير اللعبة بدقة وخبرة ، ويضمن نتائج متسقة وموثوقة في كل مشروع. احتضان مستقبل البناء بثقة ، حيث أن مزيج الخرسانة المرشوشة بِلْدْإيسي من بِلْدْإيسي يحدث ثورة في طريقة البناء ، مما يوفر أداءً وجودة استثنائية لم يسبق لها مثيل.",
    "Cement": "يبني",
    "Sand": "الرمل",
    "aggregate": "  خليط ( بحجم أقل من 10 مم فقط)",
    "fiber": "فيبر & خليط إلخ",
    "Faster": "اسرع",
    "Stronger": "أقوى",
    "Savings": "توفير",
    "Shotcrete Panels": "خرسانية المرشوشة بِيلْدْإيسي",
    "spanelP1": "    يتم تصنيع ألواح الخرسانة المرشوشة بِلْدْإيسي عن طريق وضع البوليسترين المبثوق ( إي بي اس)‏ بين شبكة مربعة على كلا الجانبين. الشبكة ملحومة بشكل متقاطع لمزيد من القوة.",
    "Single Panel": "لوحة واحدة",
    "Double Panel": "لوحة مزدوجة",
    "Floor Panel": "لوحة أرضية",
    "singlePanelCaption": "مصنوعة من البوليسترين المبثوق (إي بي اسْ)  محصورة بين شبكة مجلفنة على كلا الجانبين. يتم رش الخرسانة على كلا الجانبين لتشكيل هيكل مترابط مقوى.",
    "doublePanelCaption": "مصنوعة من لوحين البوليسترين المبثوق (إي بي اسْ)   محكمين بشبكة سلكية على كلا الجانبين. يتم سكب الخرسانة بين الألواح وتقطيعها من كلا الجانبين ، وبناء جدار معزول قوي بسرعة.",
    "floorPanelCaption": "    قم بالبناء باستخدام البوليسترين المبثوق  (إي بي اسْ)  المحصور بشبكة سلكية على كلا الجانبين وبساتين متوفرة في الألواح لتشغيل حديد التسليح للحصول على قوة هيكلية إضافية. يتم سكب الخرسانة في الأعلى لتشكيل سقف قوي معزول هيكليًا. ",
    "Shotcrete Machine": "آلة الخرسانة المرشوشة ",
    "machineP1": "اكتشف آلة مزيج الخرسانة المرشوشة بِلْدْإيسي المتطورة ، وهي أحدث المعدات المصممة لإحداث ثورة في التطبيقات الخرسانية. تم تصميم هذه الماكينة المتقدمة من قبل  بِلْدْإيسي ، وتمكن محترفي البناء من القدرة على عرض خليط الخرسانة عند الضغط العالي ، مما يضمن وضعًا دقيقًا وفعالًا. تتميز بِلْدْإيسي بنظام متكامل بسلاسة ، بما في ذلك خلاط قوي ومضخة مضافة موثوقة وضاغط قوي وذراع بخاخ متعدد الاستخدامات ونظام تحكم بديهي. مع هذه المعدات المبتكرة تحت تصرفك ، يمكنك معالجة مجموعة واسعة من المشاريع بسهولة ، من المباني التجارية إلى المشاريع السكنية. احتضان مستقبل تطبيق الخرسانة مع آلة  الخرسانة المرشوشة بِلْدْإيسي ، حيث تتلاقى الكفاءة والدقة والأداء لرفع مساعي البناء الخاصة بك إلى آفاق جديدة",
    "item1Text": "تم الانتهاء من 100 مشروع",
    "item2Text": "متوافقة مع معايير البناء الدولية",
    "item3Text": " التكنولوجيا الحاصلة على براءة اختراع ",
    "item4Text": " يتآزر فريق الخبراء مع خبراء الصناعة",
    "Faster constrution": "البناء الأسرع",
    "FC_description": "تقدم  الخرسانة المرشوشة بِلْدْإيسي منهجية بناء أسرع تُحدث ثورة في صناعة البناء. ومن خلال الاستفادة من استخدام ألواح EPS خفيفة الوزن وتقنيات الخرسانة المرشوشة المتقدمة، يعمل هذا النهج المبتكر على تسريع الجداول الزمنية للبناء بشكل كبير. تتيح الألواح خفيفة الوزن سهولة التعامل والتجميع، مما يتطلب موارد أقل من القوى العاملة و تقليل وقت البناء.علاوة على ذلك، تعمل عملية رش الخرسانة باستخدام الآلات والألواح المتخصصة على تسريع عملية تطبيق الخرسانة، مما يلغي الحاجة إلى القوالب التقليدية. يضمن الإسقاط عالي السرعة للخرسانة وضع سريع ودمج وضغط، مما يؤدي إلى بناء فعال دون المساس بالقوة الهيكلية والمتانة. هذه السرعة والكفاءة تجعل من  الخرسانة المرشوشة بِلْدْإيسي مثاليًا لمختلف المشاريع، بدءًا من المباني السكنية والتجارية وحتى البنية التحتية وإنشاءات الطوارئ. لا تقدم  الخرسانة المرشوشة بِلْدْإيسي نتائج أسرع فحسب، ولكنها توفر أيضًا جودة ممتازة مع القوة. من خلال تقصير الجداول الزمنية للبناء، يقلل من نفقات العمالة والنفقات العامة، مما يجعله خيارًا جذابًا للعملاء الذين يبحثون عن حلول بناء فعالة وموثوقة وحساسة للوقت. إن تبني منهجية البناء الأسرع هذه يفتح إمكانيات جديدة ويمهد الطريق لمشاريع بناء أكثر بساطة ونجاحًا.",
    "Higher thermal insulation": "العزل الحراري العالي",
    "HT_description": "يوفر BuildEasy Shotcrete مستوى استثنائيًا من العزل الحراري، وذلك بفضل ألواح EPS الفريدة المستخدمة في البناء. وتحد هذه الألواح بشكل فعال من انتقال درجات الحرارة الخارجية إلى الداخل، مما يوفر جوًا مريحًا ومستقرًا للركاب. عن طريق منع الحرارة الخارجية أو البرودة من خلال اختراق الهيكل، يساعد BuildEasy Shotcrete في الحفاظ على درجة الحرارة الداخلية المطلوبة لفترة طويلة. هذا العزل الحراري المذهل لا يخلق بيئة مريحة للأشخاص في الداخل فحسب، بل يقلل أيضًا بشكل كبير من الحاجة إلى استهلاك الطاقة في أجهزة تكييف الهواء. فوائد توفير الطاقة جعل BuildEasy Shotcrete حلاً مستدامًا وفعالاً من حيث التكلفة لمشاريع البناء، وتعزيز الوعي البيئي وتعزيز راحة السكان.",
    "Excellent Acoustics": "صوتيات ممتازة",
    "EA_description": "يوفر BuildEasy Shotcrete ميزة كبيرة تتمثل في توفير الطاقة بشكل كبير في مشاريع البناء. تساهم طريقة البناء المبتكرة، من خلال التحكم الدقيق في درجة الحرارة وألواح EPS، في كفاءة الطاقة الإجمالية للمبنى. من خلال الحد من نقل درجات الحرارة الخارجية إلى الداخل والحفاظ على بيئة داخلية مريحة، يتم تقليل الحاجة إلى التدفئة أو التبريد المفرط. ويؤدي هذا إلى تخفيضات كبيرة في استهلاك الطاقة، مما يؤدي إلى انخفاض فواتير الخدمات العامة وتقليل البصمة الكربونية. إن الجمع بين العزل المتميز لدرجة الحرارة وقدرات توفير الطاقة يجعل BuildEasy تعتبر Shotcrete خيارًا صديقًا للبيئة وفعالاً من حيث التكلفة للبناء الحديث، بما يتماشى مع ممارسات البناء المستدامة وتعزيز الإشراف البيئي.",
    "Seismic Resistance": "المقاومة الزلزالية",
    "SR_description": "BuildEasy Shotcrete هي طريقة بناء استثنائية تشتهر بمقاومتها الرائعة للزلازل. في المناطق المعرضة للزلازل، تصبح السلامة الهيكلية للمباني ذات أهمية قصوى. تضمن عملية تطبيق الخرسانة المرشوشة توزيعًا شاملاً وموحدًا للخرسانة، مما يؤدي إلى هيكل متجانس قادر على مقاومة القوى الزلزالية. إن الجمع بين قوة الضغط العالية، وخصائص الترابط، وتعزيز الفولاذ يزود هيكل الخرسانة المرشوشة بثني وامتصاص الطاقة الزلزالية، مما يقلل من الأضرار أثناء الزلازل. وتسمح ليونتها المتأصلة بالتشوه المتحكم فيه دون فشل كارثي، مما يوفر حماية موثوقة للركاب . مع BuildEasy Shotcrete، تكتسب الهياكل المرونة اللازمة لتحمل الأحداث الزلزالية، مما يوفر راحة البال والحماية للسكان، ويعزز الثقة في تشييد مباني متينة وقوية في المناطق النشطة زلزاليًا.",
    "Reduced Water absorption": "انخفاض امتصاص الماء",
    "RW_description": "تقدم BuildEasy Shotcrete ميزة مميزة مع انخفاض خصائص امتصاص الماء. وتساهم عملية التطبيق والخصائص المتأصلة للخرسانة المرشوشة في انخفاض مساميتها، مما يحد من تسرب الماء إلى الهيكل. ولا يؤدي انخفاض امتصاص الماء هذا إلى تعزيز متانة المادة فحسب، بل يمنع أيضًا احتمالات حدوث ذلك. مشاكل مثل التشقق وتآكل التسليح والتدهور بسبب الأضرار المرتبطة بالمياه.إن قدرة BuildEasy Shotcrete على مقاومة امتصاص الماء تجعلها خيارًا مثاليًا لمجموعة واسعة من التطبيقات، بما في ذلك حمامات السباحة والهياكل الموجودة تحت الأرض وما إلى ذلك، حيث يصعب تسرب المياه أمر بالغ الأهمية. ويضمن الحد الأدنى من نفاذية المياه طول عمر الهياكل وطول عمرها، مما يعزز حلول البناء المستدامة وطويلة الأمد باستخدام BuildEasy Shotcrete.",
    "Reduced structural weight": "انخفاض الوزن الهيكلي",
    "RW_description": "إحدى المزايا البارزة لـ BuildEasy Shotcrete هي قدرته على توفير وزن هيكلي مخفض في مشاريع البناء. تسمح طريقة تطبيق الخرسانة المرشوشة بوضع الخرسانة بدقة وتحكم، مما يؤدي إلى طبقة رقيقة ولكن متينة. الاستخدام الفعال للمواد يقلل من الوزن الإجمالي وزن الهيكل دون المساس بقوته وسلامته. بالإضافة إلى ذلك، يساهم دمج ألواح EPS في BuildEasy Shotcrete بشكل أكبر في تقليل الوزن مع الحفاظ على الاستقرار الهيكلي. إن الوزن الخفيف لهياكل الخرسانة المرشوشة لا يسهل عملية البناء فحسب، بل يوفر أيضًا فوائد مثل انخفاض متطلبات الأساس وتكاليف النقل. هذه الميزة تجعل BuildEasy Shotcrete خيارًا جذابًا لمختلف التطبيقات، بما في ذلك واجهات المباني والعناصر المعمارية ومشاريع البنية التحتية، حيث يكون تحسين الوزن الهيكلي أمرًا ضروريًا.",
    "Ease of Maintenance": "سهولة الصيانة",
    "EM_description": "يوفر BuildEasy Shotcrete ميزة سهولة الصيانة، وتبسيط صيانة ورعاية الهياكل المشيدة. إن سطح الخرسانة المرشوشة المتين والمضغوط، إلى جانب ألواح EPS الواقية، يقلل من الحاجة إلى الصيانة والإصلاحات المتكررة. تضمن عملية الخرسانة المرشوشة قوة قوية ترتبط بمعظم الركائز، مما يقلل من احتمالية حدوث تشققات أو تدهور.علاوة على ذلك، يؤدي توحيد وتجانس أسطح الخرسانة المرشوشة إلى تشطيبات أكثر سلاسة، مما يجعلها أسهل في التنظيف والصيانة بمرور الوقت. على عكس طرق البناء الأخرى التي قد تتطلب صيانة مكثفة ومكلفة، فإن BuildEasy يوفر Shotcrete حلاً منخفض الصيانة يوفر الوقت والموارد. ويضمن دمج BuildEasy Shotcrete في مشاريع البناء أن تظل المباني والبنية التحتية مرنة ويمكن صيانتها بسهولة طوال دورة حياتها، مما يساهم في توفير التكاليف على المدى الطويل وصيانة خالية من المتاعب لأصحاب العقارات ومديريها ",
    "Increased Durability ": "زيادة المتانة",
    "ID_description": "تتفوق BuildEasy Shotcrete في توفير المزيد من المتانة، مما يجعلها الخيار المفضل للهياكل طويلة الأمد. تضمن عملية الخرسانة المرشوشة وضع خرسانة متجانسة ومضغوطة، مما يؤدي إلى هيكل قوي وموحد يمكنه تحمل التحديات البيئية المختلفة. خصائص الترابط الممتازة للخرسانة المرشوشة تعمل الخرسانة المرشوشة على إنشاء رابطة قوية مع معظم الركائز، مما يعزز المتانة الإجمالية للبناء. ويساهم دمج ألواح EPS في زيادة المتانة، حيث تحمي الخرسانة من دخول الرطوبة وتقلل من مخاطر الشقوق والتدهور. يلعب BuildEasy Shotcrete دورًا حاسمًا في منع الأضرار المحتملة بسبب التعرض للمواد الكيميائية. بفضل قدرته على مقاومة التآكل والعوامل الجوية والظروف المعاكسة الأخرى، تتمتع هياكل BuildEasy Shotcrete بعمر خدمة ممتد، مما يقلل الحاجة إلى الصيانة والإصلاح المتكرر. تضمن هذه المتانة المعززة أن المباني والبنية التحتية التي تم إنشاؤها باستخدام BuildEasy Shotcrete ستصمد أمام اختبار الزمن، مما يوفر حلولاً موثوقة ومرنة لمجموعة واسعة من مشاريع البناء.",
    "Huge Energy savings": "توفير هائل في الطاقة",
    "HE_description": "يوفر BuildEasy Shotcrete ميزة كبيرة تتمثل في توفير الطاقة بشكل كبير في مشاريع البناء. تساهم طريقة البناء المبتكرة، من خلال التحكم الدقيق في درجة الحرارة وألواح EPS، في كفاءة الطاقة الإجمالية للمبنى. ويؤدي هذا إلى تخفيضات كبيرة في استهلاك الطاقة، مما يؤدي إلى لخفض فواتير الخدمات وتقليل البصمة الكربونية. إن الجمع بين العزل المتميز لدرجة الحرارة وقدرات توفير الطاقة يجعل BuildEasy Shotcrete خيارًا صديقًا للبيئة وفعالاً من حيث التكلفة للبناء الحديث، ويتماشى مع ممارسات البناء المستدامة ويعزز الإشراف البيئي.",
    "Shotcrete Advantages": "مزايا الخرسانة المرشوشة",
    "How it Works": "كيف تعمل",
    "A peek at the implementation process": "نظرة خاطفة على عملية التنفيذ",
    "PLANNING and PREPARATION": "التخطيط والإعداد",
    "ASSEMBLING OF PANELS": "تجميع الألواح",
    "INTERLOCKING OF PANELS": "تشابك الألواح",
    "APPLICATION OF SHOTCRETE MIX": "تطبيق خليط الخرسانة",
    "Leveling and finishing": "التسوية والتشطيب",
    "PUTTYING, PAINTING,TILING ETC": "المعجون والطلاء والبلاط وما إلى ذلك",
    "Buildeasy Product": "منتج سهل البناء",
    "Our BuildEasy Product": "منتجنا BuildEasy",
    "Shotcrete": "الخرسانة المرشوشة",
    "All": "الجميع",
    "Dry Mix": "جاف مخلوط",
    "عمود سوبر ميكس": "عمود سوبر ميكس",
    "Perfect for erecting sturdy pillars/beams": "مثالي لتركيب أعمدة/عوارض قوية",
    "M30": "M30",
    "Bags Per M3": "    أكياس لكل M3",
    "Pack Size: 50 kg, Grade: M30, Bags Per M3: 40": "حجم العبوة: 50 كجم، الدرجة: M30، أكياس لكل M3: 40",
    "dry": "جاف",
    "p1De": "الحل النهائي لتركيب أعمدة أو كمرات قوية في مشاريع البناء. تم تصميم هذا المزيج الخاص خصيصًا بمزيج مثالي من المواد الخام، لتوفير قوة وموثوقية لا مثيل لهما. يضمن عمود سوبر ميكس نسبًا دقيقة من الأسمنت والركام والمواد المضافة، إنشاء أساس متماسك وقوي للأعمدة والعوارض الخاصة بك. بفضل خصائصه عالية الأداء، يضمن هذا المزيج قدرة تحمل استثنائية ومتانة، مما يوفر أقصى قدر من الاستقرار للهياكل الخاصة بك. قل وداعًا للمخاوف بشأن السلامة الهيكلية واحتضن الثقة التي يضيف عمود سوبر ميكس مساعي البناء الخاصة بك. اختبر قوة الهندسة الفائقة مع عمود سوبر ميكس، خيارك الأمثل لبناء أعمدة أو كمرات قوية ومرنة..",
    "Roof Mix": "مزيج السقف",
    "Appropriate for durable and strong roofing concrete": "مناسب لخرسانة التسقيف المتينة والقوية",
    "Pack Size: 50 kg, Grade: M25, Bags Per M3:40": "حجم العبوة: 50 كجم، الدرجة: M25، الأكياس لكل M3:40",
    "p2De": "الخيار الأمثل لإنشاء ألواح خرسانية متينة وقوية للأسقف. تم تصميم هذا المزيج خصيصًا بمزيج دقيق من المواد الخام، ويضمن الأداء الأمثل وطول العمر لبناء السقف الخاص بك. يشتمل Roof Mix على أسمنت عالي الجودة وركام ومواد مضافة إلى يضمن قوة استثنائية ومقاومة للتشققات، مما يجعله مثاليًا لتحمل تحديات الطقس والوقت. بفضل هندسته الفائقة، يعمل هذا المزيج على تبسيط عملية وضع الألواح الخرسانية للأسطح، مما يوفر تطبيقًا سلسًا وفعالاً. استمتع براحة البال التي تأتي مع سقف مرن وطويل الأمد، مع العلم أن Roof Mix قد غطيتك بمتانته وقوته التي لا مثيل لها. ارفع مشاريع الأسقف الخاصة بك بثقة، واستمتع بتجربة موثوقية Roof Mix، الحل النهائي لألواح السقف الخرسانية القوية والمتينة ",
    "Pillar Mix": "مزيج الركيزة",
    "Perfect for erecting sturdy pillars/beams": "مثالي لتركيب أعمدة/عوارض قوية",
    "Pack Size: 50 kg, Grade: M20, Bags Per M3: 40": "حجم العبوة: 50 كجم، الدرجة: M20، أكياس لكل M3: 40",
    "p3De": "الحل الأمثل لبناء أعمدة وكمرات قوية وموثوقة. تم تصميم هذا المزيج الخاص بعناية باستخدام مزيج دقيق من المواد الخام لضمان الأداء الأمثل في بناء الأعمدة والكمرات. يجمع مزيج الأعمدة بين الأسمنت عالي الجودة والركام والمواد المضافة لتوفير قوة ومتانة استثنائيتين، مما يضمن استقرار وسلامة الهياكل الخاصة بك. بفضل هندسته الفائقة، يبسط هذا المزيج عملية إنشاء أعمدة وعوارض قوية، مما يوفر تطبيقًا سلسًا وفعالاً. احتضن ثقة البناء باستخدام Pillar Mix، مع العلم أن الأعمدة والكمرات الخاصة بك محصنة لتحمل اختبار الزمن وتحمل الأحمال الثقيلة دون عناء. اختبر قوة التميز في البناء مع Pillar Mix، خيارك الأمثل للحصول على أعمدة وكمرات موثوقة وقوية.",
    "Floor Mix": "مزيج الكلمة",
    "Custom-made for perfecting high strength flooring": "مصممة خصيصًا لإتقان الأرضيات عالية القوة",
    "Pack Size: 50 kg,Grade: M15, Bags Per M3: 40": "حجم العبوة: 50 كجم، الفئة: M15، أكياس لكل M3: 40",
    "p4De": "حلنا المصمم خصيصًا للأرضيات المثالية عالية القوة. تم تصميم هذا المزيج الخاص مع الاهتمام الدقيق بالتفاصيل، ويجمع بين مزيج مثالي من المواد الخام لضمان أداء ومتانة لا مثيل لهما. يشتمل Floor Mix على أسمنت عالي الجودة، وركام، و إضافات لإنشاء أساس قوي، قادر على تحمل حركة السير الثقيلة والتآكل اليومي بسهولة. بفضل تركيبته المتخصصة، يحقق هذا المزيج قوة ضغط استثنائية، مما يجعله مثاليًا للمناطق ذات حركة المرور العالية والتطبيقات الصناعية. قل وداعًا للقلق بشأن سلامة الأرضيات واحتضان الثقة التي يجلبها Floor Mix إلى مشاريع البناء الخاصة بك. اختبر قوة المرونة وطول العمر مع Floor Mix الخاص بنا، مما يرفع أرضياتك إلى آفاق جديدة من التميز.",
    "PCC Mix": "مزيج بي سي سي",
    "Ideal for high strength PCC concrete": "مثالية للخرسانة PCC عالية القوة",
    "Pack Size: 50 kg, Grade: M7.5, Bags Per M3: 40": "حجم العبوة: 50 كجم، الدرجة: M7.5، أكياس لكل M3: 40",
    "p5De": "الخيار الأمثل لخرسانة PCC (الخرسانة الأسمنتية العادية) عالية الجودة. تم تصميم هذا المزيج الخاص خصيصًا لتلبية معايير البناء الأكثر صرامة، وهو مثال للتميز. يشتمل PCC Mix على أسمنت عالي الجودة، وركام، ومواد مضافة متوازنة بدقة لتحقيقه. قوة ومتانة وقابلية تشغيل استثنائية. بفضل هندسته الفائقة، يضمن هذا المزيج نتائج متسقة وموثوقة، مما يوفر تشطيبًا لا تشوبه شائبة لمجموعة واسعة من تطبيقات PCC. احتضن ثقة البناء باستخدام PCC Mix، مع العلم أن مشاريعك الخرسانية ستصمد أمام اختبار الزمن وتقديم أقصى قدر من الأداء. اختبر قوة الكمال في البناء باستخدام PCC Mix، الحل المفضل لديك لخرسانة PCC عالية الجودة.",
    "Plastering Mix": "مزيج التجصيص",
    "Fitting solution for robust interior and exterior wall plastering": "الحل الملائم للتجصيص القوي للجدران الداخلية والخارجية",
    "Pack Size: 50 kg": "حجم العبوة: 50 كجم",
    "p6De": "الحل الأمثل للتجصيص الداخلي والخارجي القوي. تم تصميم هذا المزيج الخاص بدقة باستخدام مزيج دقيق من المواد الخام، ويضمن أداءً استثنائيًا وطول العمر في كل من التطبيقات الداخلية والخارجية. يشتمل مزيج التجصيص على أسمنت عالي الجودة وركام ناعم ومواد متخصصة إضافات، مما يؤدي إلى تشطيب ناعم وسلس يصمد أمام اختبار الزمن.سواء كان ذلك للجدران الداخلية أو الواجهات الخارجية، يضمن هذا المزيج التصاقًا مثاليًا ومقاومة للتشققات، مما يوفر سطحًا جصيًا متينًا وجذابًا. بفضل قابليته الفائقة للتشغيل، يبسط مزيج الجص عملية التجصيص، مما يسمح بتطبيقات فعالة ودقيقة. احصل على ثقة التجصيص الخالي من العيوب من خلال مزيج التجصيص الخاص بنا، حيث يلتقي التميز في البناء مع الحلول المناسبة للتشطيبات الداخلية والخارجية الدائمة والجميلة ",
    "Masonry Mix": "مزيج البناء",
    "Best for masonry works using concrete sand": "الأفضل لأعمال البناء باستخدام الرمل الخرساني",
    "Pack Size: 50 kg": "حجم العبوة: 50 كجم",
    "p7De": "الحل الأمثل لجميع تطبيقات البناء التي تتطلب رملًا خرسانيًا. تم تصميم هذا المزيج الخاص بعناية باستخدام مزيج دقيق من المواد الخام، وقد تم تصميمه ليتفوق في مشاريع البناء المختلفة. يشتمل Masonry Mix على أسمنت عالي الجودة ورمل خرساني مصنف خصيصًا لضمان الأداء الأمثل قابلية التشغيل والمتانة في البناء بالطوب، وأعمال الطوب، ومهام البناء الأخرى. بفضل تركيبته الفائقة، يوفر هذا المزيج خصائص ترابط ممتازة، مما يجعله مثاليًا لبناء هياكل قوية ومرنة. سواء كنت تعمل على الجدران الداخلية أو الواجهات الخارجية أو أي بناء يضمن Masonry Mix نتائج متسقة وموثوقة. احتضن ثقة الحرفية المتميزة من خلال Masonry Mix الخاص بنا، حيث يلتقي التنوع والأداء لرفع مستوى مساعيك في البناء إلى آفاق جديدة.",
    "Tile Mix 18": "بلاط ميكس 18",
    "Best for tile works using concrete sand": "الأفضل لأعمال البلاط باستخدام الرمل الخرساني",
    "p8De": "الحل النهائي لجميع تطبيقات تبليط الأرضيات مع وضع الجودة العالية في الاعتبار. تم تصميم هذا المزيج الخاص بدقة باستخدام مزيج دقيق من المواد الخام، وقد تم تصميمه ليتجاوز توقعاتك في مجال التبليط. يشتمل Tile Mix على أسمنت عالي الجودة وركام ناعم ومركب خصيصًا إضافات، مما يضمن قابلية تشغيل لا تشوبها شائبة ونتائج طويلة الأمد.سواء كنت تقوم بتبليط الأرضيات السكنية أو التجارية، يضمن هذا المزيج التصاقًا ممتازًا ومقاومة للتشقق، مما يوفر تركيبًا متينًا وخاليًا من العيوب. بفضل هندسته الفائقة، يعمل Tile Mix على تبسيط عملية التبليط، مما يسمح بتطبيقات سلسة وفعالة. تمتع بثقة البلاط عالي الجودة من خلال مزيج البلاط الخاص بنا، حيث يلتقي الكمال في البناء بمواد عالية الجودة للحصول على لمسة نهائية مذهلة ودائمة للبلاط على أي سطح أرضي.",
    "JUMBO BAGS": "أكياس جامبو",
    "Durable bags with modern technologies": "أكياس متينة بتقنيات حديثة",
    "500KG 750KG, 1000KG 1500KG": "500 كجم 750 كجم، 1000 كجم 1500 كجم",
    "Shotcrete Mix 10": "خليط الخرسانة 10",
    "Boasting a mix of raw materials with an ideal ratio": "تتميز بمزيج من المواد الخام بنسبة مثالية",
    "Pack Size: 50 kg": "حجم العبوة: 50 كجم",
    "p9De": " نقدم لكم Shotcrete Mix 10 - الحل النهائي للطبقة الأولى من BE Shotcreting، الذي تم تصميمه بدقة لتحقيق الكمال. يتميز هذا المزيج الخاص بمزيج دقيق من المواد الخام، مما يضمن أداء لا مثيل له والتصاق بأي سطح. مصمم خصيصًا لتحقيق الترابط الأمثل والمتانة، يضع Shotcrete Mix 10 الأساس لعملية قوية وموثوقة للخرسانة المرشوشة. بفضل مزيجه المثالي من الأسمنت والركام والمواد المضافة، يضمن هذا المزيج تطبيقًا سلسًا ومتسقًا، مما يوفر الوقت والموارد الثمينة أثناء مشاريع البناء الخاصة بك. ثق في Shotcrete Mix 10 لرفع مستوى تجربة Shotcreting الخاصة بك وتمهيد الطريق للحصول على لمسة نهائية خالية من العيوب تصمد أمام اختبار الزمن",
    "Shotcrete Mix 20": "خليط الخرسانة 20",
    "p10De": "Shotcrete Mix 20 - مزيج مثالي من المواد الخام المصممة بدقة للطبقة النهائية من BE Shotcreting. تم تصميم هذا المزيج الخاص بدقة وخبرة، لتقديم نتائج استثنائية في المرحلة الأكثر أهمية من مشاريع Shotcreting. يضمن Shotcrete Mix 20 الأمثل التصاق وقوة فائقة ولمسة نهائية لا تشوبها شائبة، مما يوفر سطحًا متينًا يقاوم العناصر واختبار الزمن. بفضل مزيجه الدقيق من الأسمنت والركام والمواد المضافة، يضمن هذا المزيج عالي الأداء عملية تطبيق سلسة، مما يقلل من وقت التوقف عن العمل تعظيم الكفاءة.ارفع مشاريع Shotcreting الخاصة بك إلى آفاق جديدة مع ثقة Shotcrete Mix 20، حيث يتلاقى الابتكار والجودة لخلق تأثير دائم على مساعيك الإنشائية.",
    "p11de": "خليط الخرسانة المرشوشة 30 - المزيج النهائي من المواد الخام المصممة خصيصًا لتحمل الأحمال الهيكلية مع تعزيز الألياف في مشاريع الخرسانة المرشوشة. تم تصميم هذا المزيج الخاص للتفوق في سيناريوهات البناء الصعبة، ويجمع بين أجود أنواع الأسمنت والركام وتعزيز الألياف، مما يضمن قوة لا مثيل لها والمتانة. يضمن Shotcrete Mix 30 سلامة هيكلية فائقة، مما يجعله الخيار الأمثل للتطبيقات الحاملة الحرجة. كما أن تعزيز الألياف المبتكرة يعزز مقاومة التشقق وقوة الانحناء، مما يوفر مرونة إضافية لتحمل الأحمال الثقيلة والقوى الخارجية. مع أبعاد دقيقة وخبرة الهندسة، يعمل Shotcrete Mix 30 على تبسيط عملية Shotcreting، مما يسمح بتطبيقات فعالة وموثوقة. ثق في قوة Shotcrete Mix 30 لتحصين الهياكل الخاصة بك وتلبية أعلى معايير التميز في البناء",
    "Made of two EPS sandwiched panels with wire mesh on either side": "مصنوع من لوحين من نوع EPS مع شبكة سلكية على كلا الجانبين",
    "Concrete is poured on top forming a structurally insulated strong roof.": "يتم صب الخرسانة في الأعلى لتشكل سقفًا قويًا معزولًا هيكليًا.",
    "Made with Eps sandwiched between galvanised mesh’s on either side": "مصنوع من مادة Eps المحصورة بين الشبكات المجلفنة على كلا الجانبين",
    "Our Customers Deserve the Best": "عملاؤنا يستحقون الأفضل",
    "customerDes": "إن حلولنا المتقدمة للخرسانة الجافة هي الأكثر خضرة في الصناعة حيث أننا نقوم بتقليل الهدر ونتضمن الاستخدام الأمثل للمواد الخام، والتي ستحتفظ بممتلكاتها حتى في الظروف الجوية القاسية.",
    "Our Unique": "فريدتنا",
    "Approach": "يقترب",
    "Buildeasy Client": "عميل البناء السهل",
    "Our Happy Clients": "عملاؤنا السعداء",
    "tm1": "BuildEasy سهل الاستخدام والبناء للغاية. اعتدنا أن نفعل 1-2 م 3 في اليوم. الآن مع نفس الفريق، يمكننا القيام بما يصل إلى 5 أمتار مكعبة بسهولة.",
    "tm2": "يمكن تحقيق توفير كبير في العمالة والعمل بسرعة كبيرة. أهم جانبين لهذا المنتج هو عدم وجود هدر على الإطلاق ويمكن تخزينه بسهولة شديدة",
    "tm3": "على الرغم من أننا كنا متشككين في البداية بشأن استخدام هذا المنتج الجديد، إلا أن فكرة الحصول على مزيج أسمنت تم قياسه بشكل احترافي وسهولة الاستخدام لفتت انتباهنا حقًا. وبمجرد أن استخدمناه وفهمنا مقدار الوقت الذي يمكن أن يوفره لنا، لم يكن هناك عودة إلى الوراء. بالطرق التقليدية، نوصي بشدة باستخدام مزيج الأسمنت Build Easy لأي شخص يبحث عن الجودة والاتساق",
    "tm4": "يقع فندقنا بالقرب من المحكمة العليا في ولاية كيرالا، وهي منطقة ذات حركة مرور عالية. وقد شكل ذلك صعوبة في توظيف أشخاص ماهرين لإكمال المهمة وكذلك تخزين الأسمنت والمواد الخام بشكل منفصل. ثم تعرفت على فريق BuildEasy لحل مشكلتي. تمامًا مثل اسمهم، كان لديهم حلول مبتكرة للغاية لمشكلتنا مما ساعد على إكمال المشروع قبل الوقت المحدد."
}